Repository: wp-plugins/bbpress-post-via-mail
Catalog: bbpress-pvm-*.po
Languages: pl_pl

source: Problem setting up bbPress Post Via Mail! %s
pl_pl: Problem z konfiguracją wtyczki bbPress Post Via Mail! %s

source: No handler set in the options
pl_pl: Brak serwisu pocztowego

source: Handler could not be found.
pl_pl: Nie można znaleźć serwisu pocztowego.

source: Invalid reply-to address
pl_pl: Nieprawidłowy adres zwrotny

source: Main Settings
pl_pl: Ustawienia Główne

source: Messaging Handler
pl_pl: Serwis pocztowy

source: Reply-To Address
pl_pl: Adres odpowiedzi

source: From Address
pl_pl: Adres nadawcy

source: Send To
pl_pl: Adresat

source: Send Bad Reply notification
pl_pl: Wyślij powiadomienie o błędnej odpowiedzi

source: Attachment options
pl_pl: Opcje załączników

source: Accept attachments in the mail replies
pl_pl: Akceptuj załączniki wysyłane pocztą

source: Maximum number of attachments in the mail replies
pl_pl: Maksymalna liczba załączników w odpowiedzi

source: Maximum size of attachment in the mail replies
pl_pl: Maksymalny rozmiar załącznika w odpowiedzi

source: Ignore attachments of this type
pl_pl: Ignoruj ​​ten typ załączników

source: Accept attachments of this type
pl_pl: Akceptuj ten typ załączników

source: Send Rejected Attachment notification to the poster
pl_pl: Wyślij informację o odrzuceniu do nadawcy

source: Send Rejected Attachment notification to the admin
pl_pl: Wyślij informację o odrzuceniu do adminictratorów

source: Notification messages
pl_pl: Powiadomienia

source: Bad Reply Subject
pl_pl: Temat powiadomienia o złej odpowiedzi

source: Bad Reply Message
pl_pl: Treść powiadomienia o złej odpowiedzi

source: Rejected Attachment Subject for user
pl_pl: Odrzucony Załącznik Temat dla użytkownika

source: Rejected Attachment Message for user
pl_pl: Wiadomość Załącznik odrzucone dla użytkownika

source: Rejected Attachment Subject for admin
pl_pl: Odrzucony Załącznik Temat dla administratora

source: Rejected Attachment Message for admin
pl_pl: Odrzucono Wiadomość Załącznik do admina

source: Notification messages for WordPress
pl_pl: Komunikaty powiadamiania dla WordPress

source: New Post Subject
pl_pl: Nowy Temat

source: New Post Message
pl_pl: Nowy post Wiadomość

source: New Comment Subject
pl_pl: Nowy komentarz Temat

source: New Comment Message
pl_pl: Nowy komentarz Wiadomość

source: Notification messages bbPress
pl_pl: Komunikaty powiadamiania bbPress

source: New Topic Subject
pl_pl: Nowy Temat wątku

source: New Topic Message
pl_pl: Nowy wątek wiadomość

source: New Reply Subject
pl_pl: Nową odpowiedź Temat

source: New Reply Message
pl_pl: Nowa odpowiedź Wiadomość

source: Autosubscribe to the Topic on Reply
pl_pl: Autosubscribe do tematu Odpowiedz

source: bbPress Post Via Mail Options
pl_pl: bbPress pocztowe Via opcje poczty

source: Cheatin&#8217; uh?
pl_pl: & # 8217 Cheatin; hm?

source: <strong>ERROR</strong>: options page not found.
pl_pl: <Strong> Błąd </ strong>: Strona opcje nie znalazł.

source: The <code>%1$s</code> setting is unregistered. Unregistered settings are deprecated. See http://codex.wordpress.org/Settings_API
pl_pl: <Code> %1$s </ code> ustawienie jest niezarejestrowany. Ustawienia niezarejestrowane są przestarzałe. Zobacz http://codex.wordpress.org/Settings_API

source: Settings saved.
pl_pl: Ustawienia zapisane.

source: Invalid handler type
pl_pl: Nieprawidłowy typ obsługi

source: Invalid handler
pl_pl: Nieprawidłowy obsługi

source: Allow to post attachments along with replies
pl_pl: Pozwól, aby dodawać załączników wraz z odpowiedziami

source: Clear to restore defaults
pl_pl: Clear, aby powrócić do ustawień domyślnych

source: No handlers are available!
pl_pl: Brak teleskopowe są dostępne!

source: The selected handler is invalid
pl_pl: Wybrany obsługi jest nieprawidłowy

source: pvm will append an authentication token to this email before sending.
pl_pl: PVM dołączy tokenu uwierzytelniania na ten email przed wysłaniem.

source: The reply-to address must not contain a plus address section
pl_pl: Adres odpowiedzi nie może zawierać część adresową oraz

source: The reply-to address must be a valid address
pl_pl: Adres zwrotny musi być prawidłowy adres

source: Send a notification to the reply author
pl_pl: Wyślij zgłoszenie do autora odpowiedzi

source: Leave blank to use the default email address (<code>wordpress@</code>)
pl_pl: Pozostaw puste, aby użyć domyślnego adresu e-mail (<code> wordpress @ </ code>)

source: New topic {title} on forum {forum}
pl_pl: Nowy temat {title} na forum {Forum}

source: You can use following tags: {site} {author} {forum} {title} - they will be substituted
pl_pl: Możesz użyć następujących tagów: {} {witryny autorskie forum}} {{Title} - będą one podstawione

source: {content} --- Reply to this email directly or view it online: {link}
pl_pl: {Zawartości} --- Odpisz na tego e-maila bezpośrednio lub obejrzyj wątek online: {Link}

source: You are receiving this email because you subscribed to it. Login and visit the topic to unsubscribe from these emails.
pl_pl: Otrzymujesz tę wiadomość, ponieważ subskrybujesz nim. Zaloguj się i odwiedź wątek zrezygnować z tych wiadomości e-mail.

source: You can use following tags: {author} {site} {forum} {title} {content} {link} - they will be substituted
pl_pl: Możesz użyć następujących tagów: {autor} {witryny} {} {Title forum} {content} {łącza} - będą one podstawione

source: New reply in topic {title} on forum {forum}
pl_pl: Nowe odpowiedzi w temacie {tytuł} na forum {Forum}

source: You can use following tags: {author} {site} {forum} {title} - they will be substituted
pl_pl: Możesz użyć następujących tagów: {autor} {witryny} {forum} {title} - będą one podstawione

source: New post on site {site}
pl_pl: Nowy post na miejscu {strony}

source: You can use following tags: {author} {site} {title} - they will be substituted
pl_pl: Możesz użyć następujących tagów: {author} {strony} {title} - będą one podstawione

source: Subscribe to forum topic when replied to it via mail
pl_pl: Subskrybuj wątek, gdy odpowiedział mu za pośrednictwem poczty

source: Allow attachments to be posted via mail.
pl_pl: Ce załączniki mają być wysłane za pośrednictwem poczty.

source: Send notification to admin whenever a user tries to attach file type not listed as allowed.
pl_pl: Wyślij powiadomienie do administratora, gdy użytkownik próbuje dołączyć typ pliku nie wymienione jako dozwolone.

source: Send notification to user on the attemp to attach file type not listed as allowed.
pl_pl: Wyślij powiadomienie do użytkownika na attemp dołączyć typ pliku nie wymienione jako dozwolone.

source: Allowed number of attachments to be posted per mail.
pl_pl: Dozwolone ilość załączników zostanie zamieszczona na maila.

source: Allowed size of each attachments to be posted per mail.
pl_pl: Dozwolony rozmiar każdego załączników zostanie zamieszczona na maila.

source: Type of attachments allowed. Only attachments matching listes MIME types or file extentions will be accepted.
pl_pl: Rodzaj załączników dozwolone. Tylko załączniki typy MIME pasujące Listes extentions plików lub będą akceptowane.

source: Provide MIME types or file extensions, one item per line. Comments after # ignored
pl_pl: Zapewnić typy MIME lub rozszerzenia plików, jeden element w wierszu. Komentarze po # ignorowane

source: Type of attachments to be ignored. They will be silently rejected without any notification.
pl_pl: Rodzaj załączniki mają być ignorowane. Oni będą po cichu odrzucony bez powiadomienia.

source: Example:
pl_pl: Przykład:

source: Attachments listed here will be excluded prior to analizing against <b> allowed</b> list below
pl_pl: Załączniki wymienione tutaj będą wyłączone przed analizing przed <b> mogą </ b> lista

source: Some attachments to your reply to post {title} on {site} have been rejected
pl_pl: Niektóre załączniki do odpowiedzi, aby opublikować {title}} na {strony zostały odrzucone

source: You sent a reply to the post {title} on {site} with wrong attachments. They were rejected because of following errors: {error}
pl_pl: Wysłaniu odpowiedzi na post {title} na {miejscu} z niewłaściwych załączników They zostały odrzucone ze względu na następujące błędy:. {Błąd}

source: Correct them and send your reply again.
pl_pl: Popraw je i wysłać odpowiedź ponownie.

source: You can use following tags: {author} {site} {title} {error} - they will be substituted
pl_pl: Możesz użyć następujących tagów: {author} {strony} {title} {Błąd} - będą one podstawione

source: Some attachments to reply of {author} to post {title} on {site} have been rejected
pl_pl: Niektóre załączniki do odpowiedzi od autora} {aby umieścić {title}} na {strony zostały odrzucone

source: User {user} replied to the post {title} on {site} with wrong attachments. They were rejected because of following errors: {error}
pl_pl: Użytkownik {użytkownik} odpowiedział na post {title} na {miejscu} z niewłaściwych załączników They zostały odrzucone ze względu na następujące błędy:. {Błąd}

source: Consider changing some settings for attachments in plugin settings panel by adding allowed attachment types.
pl_pl: Rozważ zmianę niektórych ustawień dla załączników w panelu ustawień wtyczki dodając dozwolone typy załączników.

source: You can use following tags: {author} {site} {title} {content} {error} - they will be substituted
pl_pl: Możesz użyć następujących tagów: {author} {strony} {title} {content} {błędach} - będą one podstawione

source: You can use following tags: {author} {site} {title} {content} {link} - they will be substituted
pl_pl: Możesz użyć następujących tagów: {author} {strony} {title} {content} {Link} - będą one podstawione

source: New comment to post {title} on {site}
pl_pl: Nowy komentarz do posta {title}} na {miejscu

source: You can use following tags: {author} {site} {title} {content} {link}- they will be substituted
pl_pl: Możesz użyć następujących tagów: {author} {strony} {title} {content} {Link} - będą one podstawione

source: Send a notification about bad reply to the reply author
pl_pl: Wyślij powiadomienie o złych odpowiedzi na autora odpowiedzi

source: Bad reply {title} on site {site}
pl_pl: Bad odpowiedź {title} na miejscu {miejscu}

source: Hi {user}, Someone just tried to post to the {title} topic as you, but were unable to
pl_pl: Witaj {user}, Someone tylko starałem się pisać do {title} temacie, jak ty, ale nie byli w stanie

source: authenticate as you the message send by {from}.
pl_pl: uwierzytelnienia, jak wam wyślij wiadomość przez {z}.

source: Error message: {error}
pl_pl: Komunikat o błędzie: Błąd}

source: If you recently tried to reply to this topic, try replying to the original topic again.
pl_pl: Jeśli niedawno starał się odpowiedzieć na ten temat, spróbuj ponownie w odpowiedzi na oryginalnym temacie.

source: If that does not work, post on the topic {link} via your browser and tell the admin.
pl_pl: Jeśli to nie zadziała, odpowiedz w wątku {link} przez przeglądarkę i powiadom o problemie administratora.

source: The admins at {site}.
pl_pl: Admini witryny {site}.

source: You can use following tags: {user} {from} {site} {title} - they will be substituted
pl_pl: Możesz użyć następujących tagów: {user} {z} {strony} {title} - będą one podstawione

source: The from address must be a valid address
pl_pl: Od adresu musi być prawidłowy adres

source: Handler Settings
pl_pl: Ustawienia Handler

source: Notification Settings
pl_pl: Ustawienia Powiadomień

source: Set the default user notification settings here.
pl_pl: Ustaw domyślne ustawienia powiadomień użytkownika tutaj.

source: The notification option is invalid
pl_pl: Zawiadomienie jest nieważne opcja

source: instead of
pl_pl: zamiast

source: for attachment
pl_pl: do mocowania

source: Attachment
pl_pl: Załącznik

source: not allowed by extension nor Mime type
pl_pl: Nie wolno za tym idzie, ani typ MIME

source: Maximum number of attachments exceeded, ommiting remaining
pl_pl: Maksymalna liczba załączników przekroczony, ommiting pozostałe

source: Maximum size of attachment exceeded, skipped this one
pl_pl: Maksymalny rozmiar przywiązania przekroczone, pomijane ten jeden

source: Invalid authentication code
pl_pl: Nieprawidłowy kod uwierzytelniający

source: Topic does not exist or was deleted
pl_pl: Temat nie istnieje lub został usunięty

source: All new posts
pl_pl: Wszystkie nowe posty

source: No notifications
pl_pl: Brak powiadomienia

source: All new comments
pl_pl: Wszystkie nowe komentarze

source: New comments on posts I've commented on
pl_pl: Nowe komentarze do postów mam komentarz

source: Replies to my comments
pl_pl: Odpowiedzi na moje komentarze

source: All
pl_pl: Wszyscy

source: None
pl_pl: Żaden

source: Participant
pl_pl: Uczestnik

source: Replies
pl_pl: Odpowiedzi

source: Mandrill API key not set
pl_pl: Mandrill nie ustawić klucz API

source: Invalid API key
pl_pl: Nieprawidłowy klucz API

source: Error with sent body: %s
pl_pl: Błąd z wysłanego ciała: %s

source: Mandrill server error
pl_pl: Mandrill błąd serwera

source: Unknown error
pl_pl: nieznany błąd

source: Invalid response from Mandrill
pl_pl: Nieprawidłowa odpowiedź od mandryl

source: Once you've set up your API key here, add an Inbound route in your <a href='%s'>Mandrill inbound dashboard</a> to <code>%s</code>
pl_pl: Po skonfigurowaniu klucz API tu dodać trasę Inbound w <a href=' %s Mandrill desce rozdzielczej przychodzące </a> do <code> %s </ code>

source: Mandrill API Key
pl_pl: Mandrill Klucz API

source: You'll need to create an API key on the Mandrill site. Head to <a href='%s'>your settings</a>, then generate an API key under the credentials tab
pl_pl: Musisz utworzyć klucz API w serwisie Mandrill. Szef <a href=' %s ustawienia </a>, następnie wygenerować klucz API w zakładce mandatów

source: Postmark API key not set
pl_pl: Stempla pocztowego nie ustawić klucz API

source: Postmark server error
pl_pl: Decyduje data stempla pocztowego błąd serwera

source: Invalid response from Postmark
pl_pl: Nieprawidłowa odpowiedź od stemplem pocztowym

source: Once you've set up your API key here, make sure to set your Inbound Hook URL to <code>%s</code>
pl_pl: Po skonfigurowaniu klucz API tutaj, upewnij się, aby ustawić adres URL do Inbound Hook <code> %s </ code>

source: Postmark API Key
pl_pl: Klucz API PostMark

source: You'll need to create an API key on the Postmark site. Head to <a href='https://postmarkapp.com/servers'>your server</a>, then generate an API key under the credentials tab
pl_pl: Musisz utworzyć klucz API na stronie PostMark. Przejdź na <a href='https://postmarkapp.com/servers'>serwer</a>, a następnie wygeneruj klucz API w zakładce credentials
